app/controllers/api/wines_controller.rb

SELECT "wines".* FROM "wines"
---
    def index
        @wines = Wine.all